/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'Adguard icon' button */
"Accept" = "Прийняти";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'close icon' button */
"Cancel" = "Скасувати";

/* (Action Extension - AEAUIMainController) Error tile */
"Error" = "Помилка";

/* (Action Extension - AEAUIMainController) Mail body to support team about incorrect blocking */
"Incorrect blocking on page:\n%@" = "Некоректне блокування на сторінці:\n%@";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'munus' button */
"Less" = "Менше";

/* (Action Extension - AEAUIMainController) Mail body to support team about missed ad */
"Missed ad on page:\n%@" = "Не заблокована реклама на сторінці:\n%@";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'plus' button */
"More" = "Більше";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'eye icon' button */
"Preview" = "Попередній перегляд";

/* (Action Extension - AEAUIMainController) Mail subject to support team about incorrect blocking */
"Report Incorrect Blocking" = "Повідомити про некоректне блокування";

/* (Action Extension - AEAUIMainController) Mail subject to support team about missed ad */
"Report Missed Ad" = "Повідомити про не заблоковану рекламу";

/* (Action Extension - AEAUIMainController) error occurs when click on Block Element button. */
"This website security policy does not allow to launch Adguard Assistant." = "Політика безпеки цього сайту не дозволяє запускати помічника Adguard.";

/* (Action Extension - ActionViewController) Some errors when starting. */
"Unexpected error occurred while initializing Safari action extension. Please contact Adguard support if this happens again." = "Непередбачена помилка при ініціалізації розширення Safari. Будь ласка, зверніться в службу підтримки Adguard, якщо це відбудеться знову.";

/* (Action Extension - AEAUIMainController) error occurs when try turn off filtration on site. */
"You have exceeded the maximum number of the filter rules." = "Неможливо додати домен, оскільки перевищен ліміт кількості активних правил.";

/* (AEService) Service errors descriptions */
"Attempted to convert rules to JSON while service is not started." = "Спроба перетворити у формат JSON поки служба не запущена.";

/* (AEUIAboutController) Subject field for mail bug report */
"Bug Report" = "Звіт про помилку";

/* (AESFilterConverter) Error occured when checking of the result from JSON converter. */
"Can't convert rules. Unexpected error occured. Please contact support team." = "Неможливо зконвертувати правила. Виникла непередбачена помилка. Будь ласка, зверніться в службу підтримки.";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send bug report because no email is probably set up on your device." = "Неможливо відправити звіт про помилку, оскільки у вашому пристрої, можливо, не налаштована електронна пошта.";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send message to support team because you have no configured email account." = "Не можливо відправити повідомлення в службу підтримки, тому що відсутній налаштований акаунт електронної пошти.";

/* (AEService) Service errors descriptions */
"Cannot add the filter rule. Rule text is invalid." = "Не можливо додати правило, оскільки його текст невірний.";

/* (AEService) Service errors descriptions */
"Cannot change the filter rule. Rule text is invalid." = "Не можливо змінити правило, оскільки його текст невірний.";

/* (AEService) Service errors descriptions */
"Exceeded the maximum number of filter rules." = "Ліміт кількості активних правил перевищен.";

/* (AEService) Service errors descriptions */
"Filters cannot be loaded into Safari. Therefore, your recent changes were not applied." = "Фільтри не завантажилися в Safari, тому останні зміни були скасовані.";

/* (AEUILoadingModal) Standard message when filter conversion is performed. */
"Loading filters to Safari. Please do not turn off Adguard, the process will take no more than 30 seconds..." = "Триває завантаження фільтрів у Safari. Будь ласка, не відключайте Adguard, процес займе не більше 30 секунд...";

